Repository: tha4mmar/RXTikTok-Localization
Catalog: *.lproj/Localizable.strings
Languages: it

source: RXTikTok, Hi
it: RXTikTok, Ehilà

source: RXTikTok Settings
it: Impostazioni RXTikTok

source: Welcome
it: Benvenuto

source: Tap to Join the Telegram
it: Clicca qui per unirti al gruppo telegram

source: Yes
it: Sì

source: Cancel
it: Annulla

source: Confirm
it: Conferma

source: Actions
it: Azioni

source: Modern
it: Moderno

source: Compact
it: Compatto

source: Backgrounding ✌️
it: Azione in background ✌️

source: Are you sure?
it: Sei sicuro?

source: Profile
it: Profilo

source: Other
it: Altro

source: Region
it: Regione

source: Developer
it: Sviluppatore

source: Design Options
it: Opzioni per l'Aspetto

source: Other Settings
it: Altre Impostazioni

source: Auto Clear History
it: Elimina la cronologia in automatico

source: Enable Embeded Links
it: Attiva i link incoroporati

source: Language 🌎
it: Lingua 🌎

source: Show All Settings Tabs
it: Mostra tutte le finestre delle Impostazioni

source: Show Video Upload Timestamp
it: Mostra data di Pubblicazione

source: Remove Pendant View
it: Rimuovi la Vista Pendente

source: Hide Commission Posts
it: Nascondi i Post Commissionati

source: Hide dangerous-action Warning
it: Nascondi l'avviso di Potenziale Video Pericoloso

source: Downloads Menu
it: Menu Download

source: Download Video
it: Scarica il Video

source: Download HD Video
it: Scarica il Video in HD

source: Download Music
it: Scarica il Brano

source: Download Photo
it: Scarica la Foto

source: Download All Photos
it: Scarica tutte le Foto

source: Download Photos Menu
it: Menu per Scaricare le Foto

source: Downloading
it: Sto Scaricando

source: Download Button
it: Pulsante Download

source: Copy Menu
it: Menu Copia

source: Copy Music Link
it: Copia il link del Brano

source: Copy Description
it: Copia la descrizione

source: Post Info
it: Informazioni sul Post

source: Copy Video link
it: Copia il link del Video

source: Copy bio
it: Copia la Biografia

source: Music Link Copied
it: Link del Brano Copiato

source: Video Link Copied
it: Link del Video Copiato

source: Description Link Copied
it: Link della descrizione Copiato

source: Stats Menu
it: Menu Statistiche

source: Video Info
it: Informazioni sul Video

source: Confirm Settings
it: Impostazioni di Conferma

source: Confirmation Settings
it: Impostazioni Conferma

source: Like Confirmation
it: Conferma il Like

source: Like Comment Confirmation
it: Conferma il Like al commento

source: Dislike Comment Confirmation
it: Conferma il Dislike al commento

source: Follow Confirmation
it: Conferma il Follow

source: Feed Settings
it: Impostazioni del Feed

source: Hide Ads
it: Nascondi gli Annunci

source: Share Sheet
it: Foglio Condivisione

source: Remove Watermark
it: Rimuovi la Filigrana

source: Show/Hide UI Button
it: Mostra/Nascondi il Pulsante per l'IU

source: Stop Playback
it: Interrompi la Riproduzione

source: Auto Play Next Video
it: Scrolla in automatico al Video seguente

source: Show Progress Bar
it: Mostra la barra Progressi

source: Transparent Comments
it: Commenti trasparenti

source: Show Usernames
it: Mostra i Nomi Utente

source: Disable Sensitive Content
it: Disabilita i contenuti sensibili

source: Disable Warnings
it: Disabilita gli avvertimenti

source: Disable Live Streaming
it: Disabilita le Live

source: Skip Recommendations
it: Salta le Raccomandazioni

source: Upload Region
it: Regione di Upload

source: Hide Top Feed items
it: Nascondi gli elemnti in cima al Feed

source: Anonymous Seen
it: Visione Anonima

source: Hide Play/Pause Button
it: Nascondi il pulsante Riprendi/Pausa

source: Profile Settings
it: Impostazioni Profilo

source: Profile Save
it: Salva Profilo

source: Profile Copy
it: Copia Profilo

source: Video Like Count
it: Numero Like del Video

source: Video Upload Date
it: Data di pubblicazione del Video

source: User Post Count
it: Numero Post dell'Utente

source: Following
it: Stai Seguendo

source: Fake Verified
it: Falso Verificato

source: Enable Fake Changes
it: Abilita i Falsi Cambiamenti

source: Extended Bio
it: Biografia Estesa

source: Extended Comments
it: Commenti Estesi

source: Upload HD
it: Carica in HD

source: App Lock
it: Blocco App

source: Enable Flex
it: Abilita Flex

source: Enable Oled Keyboard
it: Abilita la Tastiera OLED

source: Post Stats
it: Statistiche Post

source: Enable Text To Reposts
it: Abilita i Repost con testo

source: Disable Survey Popups
it: Disabilita i Sondaggi

source: Comment Settings
it: Impostazioni Commenti

source: Comment Design
it: Aspetto dei Commenti

source: Select Design
it: Seleziona l'Aspetto

source: Disable Comment Tooltip
it: Disabilita i Commenti Suggeriti

source: Add Comment as Post
it: Aggiungi il commento come Post

source: Add Comment as Story
it: Aggiungi il commento come Storia

source: Mass Unfold Comment Replies
it: Visualizza tutte le Risposte

source: Auto Unfold Comment Texts
it: Estendi il testo dei Commenti in Automatico

source: Multi Emoji Comment Bar
it: Barra Multi Emoji

source: Hide Emoji-Bar
it: Nascondi la Barra Emoji

source: Add Translation Button
it: Aggiungi il Pulsante delle Traduzioni

source: Comment Cell Redesign
it: Redesign del Commento

source: Enable Comment Photos
it: Abilita le Foto nei Commenti

source: Enable Comment Stickers
it: Abilita gli Sticker nei Commenti

source: Enable Comment Flags
it: Abilita le Bandiere nei Commenti

source: Enable Copy Without Username
it: Abilita la Copia del Commento senza il Nome Utente

source: Configure Advanced Comment Settings
it: Configura le Impostazioni Avanzate dei Commenti

source: Tab Bar Settings
it: Impostazioni Barra delle Tab

source: Tab Bar Configurations
it: Configurazione Barra delle Tab

source: Hide Plus Button
it: Nascondi il Pulsante Piu

source: Hide Friends Badge
it: Nascondi il Badge degli Amici

source: Hide Inbox Badge
it: Nascondi il Badge della Posta in Arrivo

source: Changes will take effect after restarting the app
it: I cambiamenti avranno effetto solo a seguito del riavvio dell'app

source: Live Button Settings
it: Impostazioni per il Pulsante Live

source: Live Button Function
it: Funzione Pulsante Live

source: Live Button Actions
it: Azioni del Pulsante Live

source: Live Actions
it: Azioni Live

source: Playback Speed
it: Velocità di Riproduzione

source: Select Action
it: Seleziona Azione

source: Change the behavior of the Live button
it: Cambia la funzionalità del pulsante Live

source: Selected Action
it: Azione Selezionata

source: Live Button Function Disabled
it: Funzione Pulsante Live Disabilitata

source: Please enable Live Button Function first
it: Per favore, attiva prima la Funzione Pulsante Live

source: Change Action of Live Button
it: Cambia Azione del Pulsante Live

source: Enable Live Button Function
it: Abilita Funzione Pulsante Live

source: Chat Settings
it: Impostazioni Chat

source: Enable Voice Messages
it: Abilita Messaggi Vocali

source: Enable Streaks
it: Abilita Serie

source: Hide Streak Pet
it: Nascondi Animaletto Serie

source: Disable Typing Indicator
it: Disabilita l'indicatore di Scrittura in tempo reale

source: Enable Pin Chat
it: Abilita Fissa Chat

source: Bypass Media Limit
it: Ignora Limite Media

source: Disable AI-Generated Replies
it: Disabilita Risposte Generate dall'IA

source: Enable Small Emoji
it: Abilita Emoji Piccole

source: Enable Playback Speed
it: Abilita Velocità Riproduzione

source: Selected Speed
it: Velocità Selezionata

source: Playback Speed Settings
it: Impostazione la Velocità Riproduzione

source: Enable Persistent Playback Speed.
it: Abilita la Velocità Riproduzione Persistente.

source: Select Speed
it: Seleziona Velocità

source: Control video playback speed
it: Controlla la velocità di Riproduzione

source: Playback Speed Disabled
it: Velocità di Riproduzione Disabilitata

source: Please enable Playback Speed first
it: Per favore, attiva prima la Velocità di Riproduzione

source: Region Settings
it: Impostazioni Regione

source: Enable region changing to access content from different regions
it: Abilita il cambio di regione per accedere a contenuti di altre regioni

source: Enable Region Changing
it: Abilita il Cambio di Regione

source: Enable Region Changing Functionality
it: Abilita la Funzione di Cambio Regione

source: Selected Region
it: Regione Selezionata

source: Region Changing Disabled
it: Cambio Regione Disabilitato

source: Please enable region changing first
it: Per favore, attiva prima il Cambio di Regione

source: FEATURE_ENABLE_COMMENT_FLAGS
it: Abilita bandiere nei commenti

source: FEATURE_COPY_WITHOUT_USERNAME
it: Copia senza nome utente

source: FEATURE_HIDE_ADS
it: Nasconde le pubblicità dal Feed

source: FEATURE_DOWNLOAD_BUTTON
it: Abilita il bottone di scaricamento per i post e le storie

source: FEATURE_SHARE_SHEET
it: Apre la finestra di condivisione dopo aver scaricato il media

source: FEATURE_REMOVE_WATERMARK
it: Rimuove la filigrana dai media scaricati

source: FEATURE_UI_BUTTON
it: Mostra o nasconde il pulsante per l'IU

source: FEATURE_STOP_PLAYBACK
it: Ferma la riproduzione del video quando termina

source: FEATURE_AUTO_PLAY
it: Abilita scorrimento automatico dei video

source: FEATURE_PROGRESS_BAR
it: Mostra barra di durata sotto ogni video

source: FEATURE_TRANSPARENT_COMMENTS
it: Rende la sezione commenti trasparente

source: FEATURE_DISABLE_SURVEY
it: Disabilita i sondaggi nel Feed

source: FEATURE_HIDE_PLAY_PAUSE
it: Nasconde l'indicatore Riproduzione/Pausa nel Feed

source: FEATURE_SHOW_USERNAMES
it: Sostituisce i soprannomi con gli username degli utenti

source: FEATURE_DISABLE_SENSITIVE
it: Nasconde l'avviso di contenuti inappropriati

source: FEATURE_ADD_TRANSLATION
it: Aggiunge un pulsante per la Traduzione in ogni commento

source: FEATURE_DISABLE_WARNINGS
it: Nasconde avvisi di TikTok

source: FEATURE_DISABLE_LIVE
it: Nasconde le live nel feed

source: FEATURE_SKIP_RECOMMENDED
it: Rimuove gli amici suggeriti ecc

source: FEATURE_UPLOAD_REGION
it: Mostra la bandiera della regione di caricamento accanto al nome utente

source: FEATURE_HIDE_TOP_ITEMS
it: Nasconde il pulsante di ricerca, Live e altri (Per Te, Seguiti, Negozio ecc...)

source: FEATURE_ANONYMOUS_SEEN
it: Leggi le chat senza che l'altra persona lo sappia

source: FEATURE_SHOW_ALL_TABS
it: Mostra la sezione con tutte le impostazioni nascoste [Beta!]

source: FEATURE_PROFILE_SAVE
it: Salva le informazioni del profilo nella clipboard

source: FEATURE_EMBED_LINKS
it: Abilita i link incorporati quando copi un link

source: FEATURE_PROFILE_COPY
it: Copia informazioni del profilo

source: FEATURE_USER_POST_COUNT
it: Mostra il numero di video caricati

source: FEATURE_LIKE_COUNT
it: Mostra il numero di like su un messaggio

source: FEATURE_UPLOAD_DATE
it: Mostra la data di caricamento

source: FEATURE_SHOW_VIDEO_TIMESTAMP
it: Mostra l'orario di caricamento del video nei Per Te

source: FEATURE_HIDE_DANGEROUS_ACTION
it: Nasconde gli avvisi sotto i video di sport (Calcio, Boxe, ecc...)

source: FEATURE_REMOVE_PENDANT
it: Rimuove l'indicatore di pubblicità in alto a sinistra nei Per Te

source: FEATURE_CONFIRM_LIKE
it: Mostra una conferma per mettere like al video

source: FEATURE_CONFIRM_COMMENT_LIKE
it: Mostra una conferma per mettere like al commento

source: FEATURE_CONFIRM_COMMENT_DISLIKE
it: Mostra una conferma per mettere dislike al commento

source: FEATURE_CONFIRM_FOLLOW
it: Mostra una conferma per seguire un utente

source: FEATURE_AUTO_CLEAR
it: Cancella automaticamente la cronologia di ricerca ogni 60 secondi

source: FEATURE_FAKE_CHANGES
it: Abilita falsificazione dei dati del profilo

source: FEATURE_FOLLOWER_COUNT
it: Inserisci un falso conteggio dei follower

source: FEATURE_FOLLOWING_COUNT
it: Inserisci un falso conteggio dei seguiti

source: FEATURE_FAKE_VERIFIED
it: Mostra un falso indicatore di utente verificato

source: FEATURE_HIDE_PLUS_BTN
it: Nasconde il bottone camera

source: FEATURE_HIDE_FRIENDS_BADGE
it: Nasconde l' indicatore di notifica su Amici

source: FEATURE_HIDE_INBOX_BADGE
it: Nasconde l' indicatore di notifica su Posta in Arrivo

source: FEATURE_EXTENDED_BIO
it: Estende il limite di caratteri nella bio

source: FEATURE_EXTENDED_COMMENTS
it: Estende il limite di caratteri nei commenti

source: FEATURE_UPLOAD_HD
it: Abilita caricamenti in HD

source: FEATURE_APP_LOCK
it: Aggiunge la possibilità di bloccare TikTok con una password

source: FEATURE_ENABLE_FLEX
it: Solo per sviluppatori, NON TOCCARE se non sai cosa fa!

source: FEATURE_OLED_KEYBOARD
it: Funziona solo con il tema Scuro

source: FEATURE_POST_STATS
it: Mostra un bottone nel menu nella sezione Download per le statistiche del post

source: FEATURE_ENABLE_TEXT_TO_REPOSTS
it: Abilita l'aggiunta di testo nei tuoi repost

source: FEATURE_VOICE_MESSAGES
it: Abilita l'invio dei emssaggi vocali in chat

source: FEATURE_ENABLE_STREAKS
it: Abilita le serie con gli amici

source: FEATURE_HIDE_STREAK_PET
it: Nasconde il compagno delle streak

source: FEATURE_DISABLE_TYPING
it: Non mostrare l 'indicatore di scrittura mentre chatti

source: FEATURE_PIN_CHATS
it: Blocca le chat preferite in alto

source: FEATURE_BYPASS_MEDIA_LIMIT
it: Ignora il limite dei media nella chat (Default: 9 Foto, video di 1 minuto)

source: FEATURE_DISABLE_AI_REPLIES
it: Disabilita le risposte generate da IA nei post inviati

source: FEATURE_SMALL_EMOJI
it: Abilita l'invio di piccole emioji

source: FEATURE_HIDE_COMMISSION_POSTS
it: Rimuovi i posti che indicano 'Il creatore guadagna una commissione'

source: ENABLE_COMMENT_PHOTO
it: Permette di aggiungere foto ai commenti

source: ENABLE_COMMENT_STICKERS
it: Permette di aggiungere sticker ai commenti

source: FEATURE_DISABLE_COMMENT_TOOLTIP
it: Disabilita i suggerimenti nei commenti

source: FEATURE_ADD_COMMENT_POST
it: Permette di postarte i commenti come post

source: FEATURE_ADD_COMMENT_STORY
it: Permette di postare i commenti come storie

source: FEATURE_MASS_UNFOLD
it: Espandi in massa tutte le risposte ai commenti

source: FEATURE_AUTO_UNFOLD
it: Espande automaticamente il testo dei commenti

source: FEATURE_MULTI_EMOJI
it: Abilita la barra dei commenti multi emoji

source: FEATURE_HIDE_EMOJI
it: Nasconde la barra delle emoji nei commenti

source: FEATURE_COMMENT_REDESIGN
it: Abilita il redesign della sezione commenti

source: Could Not Copy Music
it: Non è stato possibile copiare il brano

source: The video doesn't have music to download
it: Questo video non ha nessun brano da scaricare

source: DEVELOPER_TELEGRAM
it: Unisciti al gruppo Telegram per gli ultimi aggiiornamenti

source: DEVELOPER_SUPPORT
it: Supporta RXTikTok e ottieni accesso al gruppo Beta

source: Features list
it: Lista Funzionalità

source: Not Selected
it: Non Selezionato

source: Creator Profile Pull
it: Scrolla per il Profilo del Creator

source: Disable Left & Right Swipe
it: Disabilita lo Swipe a Sinistra e a Destra

source: Pull To Camera
it: Avvicina alla Camera

source: Regions
it: Regioni

source: Full Region Mode
it: Modalità Regione Totale

source: Add Folders To Inbox
it: Aggiungi Cartelle alla Posta in Arrivo

source: Settings
it: Impostazioni

source: Save
it: Salva

source: Delete
it: Elimina

source: Edit
it: Modifica

source: Close
it: Chiudi

source: Back
it: Indietro

source: Next
it: Successivo

source: Done
it: Fatto

source: Error
it: Errore

source: Success
it: Successo

source: Warning
it: Avviso

source: Loading
it: Caricamento

source: Search
it: Cerca

source: Apply
it: Applica

source: Reset
it: Resetta

source: Video saved successfully
it: Video salvato con successo

source: Photo saved successfully
it: Foto salvata con successo

source: Failed to save media
it: Salvataggio non riuscito

source: No internet connection
it: Nessuna connessione internet

source: Select All
it: Seleziona tutto

source: Deselect All
it: Rimuovi tutto

source: More Options
it: Altre Impostazioni

source: Share
it: Condividi

source: Copy Link
it: Copia Link

source: Report
it: Segnala

source: Block
it: Blocca

source: Unfollow
it: Smetti di Seguire

source: Hide
it: Nascondi

source: Show
it: Mostra

source: Enable
it: Abilita

source: Disable
it: Disabilita

source: FEATURE_CREATOR_PROFILE_PULL
it: Visuallizza il profilo del Creator swipando verso giu

source: FEATURE_DISABLE_SWIPE
it: Disabilita lo swipe a destra o a sinistra nel feed

source: FEATURE_PULL_TO_CAMERA
it: Abilita la funzione pull-to-camera

source: FEATURE_ADD_FOLDERS
it: Organizza la posta in arrivo in cartelle

source: FEATURE_FULL_REGION_MODE
it: Abilita Solo Se La Prima Opzione Non Funziona!!

source: FEATURE_ANONYMOUS_SEEN_DESC
it: Guarda i messaggi nella chat senza lasciare il visualizzato

source: FEATURE_SHOW_ALL_TABS_DESC
it: Mostra tutte le finestre nascoste, incluse le feature sperimentali

source: FEATURE_PROFILE_SAVE_DESC
it: Salva le informazioni profilo negli appunti del tuo dispositivo con solo click

source: FEATURE_PROFILE_COPY_DESC
it: Copia i dettagli di un Profilo inclusi nome utente,biografia, e altre informazioni pubbliche

source: FEATURE_APP_LOCK_DESC
it: Blocca l'app di Tiktok con l'autenticazione biometrica o con una password

source: FEATURE_REGIONS_DESC
it: Accedi ai contenuti di una specifica regione cambiando la tua posizione virtuale

source: FEATURE_ADD_FOLDERS_DESC
it: Organizza la posta in arrivo in cartelle per una migliore organizzazione

source: Credits
it: Crediti

source: Special Thanks to
it: Un Ringraziamento Speciale a

source: Community
it: Communita

source: DRM Developer
it: Sviluppatore DRM

source: Contributor
it: Contributori

source: UI Designer
it: Designer IU

source: Telegram Channel
it: Canale Telegram

source: Telegram Discussion Group
it: Gruppo discussione Telegram

source: Get the latest updates and news
it: Ottieni gli ultimi aggiornamenti e notizie

source: Join the community discussion
it: Unisciti alla community di discussione

source: Buy Me a Coffee
it: Offrimi un Caffe

source: Support the development
it: Supporta lo Sviluppo

source: Support
it: Supporta
